reviews/2013/2013-06-30-weekly-review.md
---
title: Weekly review: Week ending June 23, 2013 
tags: weekly
---
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Accomplished  this week</a></li>
<li><a href="#sec-2">Plans for next week</a></li>
<li><a href="#sec-3">Time review</a></li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Accomplished  this week</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>BIZ
<ul class="org-ul">
<li><code>[-]</code> finish the gift website
</li>
</ul>
</li>
<li>Relationship
<ul class="org-ul">
<li><code>[&#xa0;]</code> meetting with celery and client 
</li>
</ul>
</li>
<li>Life
<ul class="org-ul">
<li><code>[X]</code> lost weight
</li>
<li><code>[&#xa0;]</code> open the taobao account
</li>
</ul>
</li>
<li>Learn
<ul class="org-ul">
<li><code>[X]</code> finish the gradle book
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Plans for next week</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>BIZ
<ul class="org-ul">
<li><code>[&#xa0;]</code> make sure the ticket project
</li>
<li><code>[&#xa0;]</code> complete finish the gift project
</li>
</ul>
</li>
<li>Relationship
<ul class="org-ul">
<li><code>[&#xa0;]</code> talk with K or wangqian about the project 
</li>
</ul>
</li>
<li>Life
<ul class="org-ul">
<li><code>[&#xa0;]</code> back to my home town 
</li>
<li><code>[&#xa0;]</code> still need lost weight 
</li>
</ul>
</li>
<li>Learn
<ul class="org-ul">
<li><code>[&#xa0;]</code> read some buddhist books
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Time review</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>BIZ 33.5 hours 
</li>
<li>LEARN 9 hours
</li>
<li>Sleep 56 hours (~8 hours / day )
</li>
</ul>
</div>
</div>
